Repository: yanni13/ColorWalk
Catalog: ColorWalk/ColorWalkWidget/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans, zh_hant

# widget.date.today
source: 오늘
en: Today
ja: 今日
zh_hans: 今日
zh_hant: 今日

# widget.description
source: 오늘 수집한 색상을 확인하세요.
en: Check the colors you collected today.
ja: 今日収集した色を確認しましょう。
zh_hans: 查看今日收集的颜色。
zh_hant: 查看今日收集的顏色。

# widget.displayName
source: 오늘의 컬러워크
en: Today's Color Walk
ja: 今日のカラーウォーク
zh_hans: 今日拾色
zh_hant: 今日拾色

# widget.empty.prompt
source: 색상을 촬영해보세요
en: Capture a color
ja: 色を撮影してみてください
zh_hans: 拍摄颜色吧
zh_hant: 拍攝顏色吧

# widget.live.capturing.format
source: %@ 포착 중
en: Capturing %@
ja: %@をキャプチャ中
zh_hans: 正在捕捉 %@
zh_hant: 正在捕捉 %@

# widget.live.collect
source: 늦었지만 지금이라도 해보세요! 🎨
en: It's not too late! Try it now. 🎨
ja: あなたの色を収めてみてください。
zh_hans: 还不晚！现在试试吧。🎨
zh_hant: 收集您的顏色。

# widget.live.find
source: 지금 주변의 색을 찾아보세요! 🔍
en: Find colors around you! 🔍
ja: 今すぐ周りの色を探してみましょう！🔍
zh_hans: 现在寻找周围的颜色！🔍
zh_hant: 現在尋找周圍的顏色！🔍

# widget.live.match.format
source: %lld%% 일치
en: %lld%% match
ja: %lld%%一致
zh_hans: %lld%% 匹配
zh_hant: %lld%% 吻合

# widget.live.matching.format
source: %lld%% 일치 중
en: %lld%% matching
ja: %lld%%一致中
zh_hans: %lld%% 匹配中
zh_hant: %lld%% 吻合中

# widget.live.mission
source: 미션
en: Mission
ja: ミッション
zh_hans: 任务
zh_hant: 任務

# widget.live.remaining
source: 남은 시간
en: Time Left
ja: 残り時間
zh_hans: 剩余时间
zh_hant: 剩餘時間

# widget.live.target.color.format
source: 목표 색상 %@
en: Target color %@
ja: 目標カラー%@
zh_hans: 目标颜色 %@
zh_hant: 目標顏色 %@

# widget.live.target.format
source: 목표 %@
en: Target %@
ja: 目標%@
zh_hans: 目标 %@
zh_hant: 目標 %@

# widget.live.time.remaining
source: 남음
en: left
ja: 残り
zh_hans: 剩余
zh_hant: 剩餘

# widget.live.until.target.format
source: 목표 색상 %@까지
en: To target %@
ja: 目標カラー%@まで
zh_hans: 距离 %@
zh_hant: 距離 %@

# widget.location.placeholder
source: 산책을 시작해보세요
en: Start your walk
ja: 散歩を始めてみてください
zh_hans: 开始散步吧
zh_hant: 開始散步吧

# widget.today.color
source: 오늘의 색상
en: Today's Color
ja: 今日の色
zh_hans: 今日颜色
zh_hant: 今日顏色

source: 담아 위젯
en: Dama Widget
ja: 担ってウィジェット
zh_hans: 拾色小组件
zh_hant: 拾色小工具

source: 오늘 걷다 마주친 색을 홈 화면에 담아두세요.
en: Display today's walk colors on your home screen.
ja: 今日の散歩で出会った色をホーム画面に飾ってください。
zh_hans: 将今天散步中遇见的颜色展示在主屏幕。
zh_hant: 將今天散步中遇見的顏色展示在主畫面。
